import './ProjectCSS.css';

import TopPanel from "./TopPanel.js";

function Page() {
	return (
		<div className="pages2">
				< TopPanel />
				<div className="Test">
					<div className="Blockk2">
						<table height="100%" border="1">
						  <tr>
						  <td width="200px">Цель воспитательной деятельности класса:</td>
						  <td width="200px">Личностное развитие школьников</td>
						  <td width="700px"></td>
						  </tr>
						  <tr>
						  <td>Целевые приоритеты:</td>
						  <td>Для учащихся с 1 по 4 кл:</td>
						  <td> <p>- быть любящим, послушным и отзывчивым сыном (дочерью), братом (сестрой), внуком (внучкой); уважать старших и заботиться о младших членах семьи; выполнять посильную для ребёнка домашнюю работу, помогая старшим;</p> 
<p>- быть трудолюбивым, следуя принципу «делу — время, потехе — час» как в учебных занятиях, так и в домашних делах, доводить начатое дело до конца; - знать и любить свою Родину – свой родной дом, двор, улицу, город, село, свою страну;</p> 
<p>- беречь и охранять природу (ухаживать за комнатными растениями в классе или дома, заботиться о своих домашних питомцах и, по возможности, о бездомных животных в своем дворе; подкармливать птиц в морозные зимы; не засорять бытовым мусором улицы, леса, водоёмы);</p> 
<p>- проявлять миролюбие — не затевать конфликтов и стремиться решать спорные вопросы, не прибегая к силе; - стремиться узнавать что-то новое, проявлять любознательность, ценить знания; - быть вежливым и опрятным, скромным и приветливым;</p> 
<p>- соблюдать правила личной гигиены, режим дня, вести здоровый образ жизни;</p> 
<p>- уметь сопереживать, проявлять сострадание к попавшим в беду; стремиться устанавливать хорошие отношения с другими людьми; уметь прощать обиды, защищать слабых, по мере возможности помогать нуждающимся в этом людям;</p>  
<p>-уважительно относиться к людям иной национальной или религиозной принадлежности, иного имущественного положения, людям с ограниченными возможностями здоровья;</p>  
<p>- быть уверенным в себе, открытым и общительным, не стесняться быть в чём-то непохожим на других ребят; уметь ставить перед собой цели и проявлять инициативу, отстаивать своё мнение и действовать самостоятельно, без помощи старших.</p> 
</td>
						  </tr>
						  <tr>
						  <td></td>
						  <td>Для учащихся с 5 по 9 класс</td>
						  <td><p>- к семье как главной опоре в жизни человека и источнику его счастья;</p> 
<p>- к труду как основному способу достижения жизненного благополучия человека, залогу его успешного профессионального самоопределения и ощущения уверенности в завтрашнем дне;</p> 
<p>- к своему отечеству, своей малой и большой Родине как месту, в котором человек вырос и познал первые радости и неудачи, которая завещана ему предками и которую нужно оберегать;</p>  
<p>- к природе как источнику жизни на Земле, основе самого ее существования, нуждающейся в защите и постоянном внимании со стороны человека;</p> 
<p>- к миру как главному принципу человеческого общежития, условию крепкой дружбы, налаживания отношений с коллегами по работе в будущем и создания благоприятного микроклимата в своей собственной семье;</p>  
<p>- к знаниям как интеллектуальному ресурсу, обеспечивающему будущее человека, как результату кропотливого, но увлекательного учебного труда;</p>  
<p>- к культуре как духовному богатству общества и важному условию ощущения человеком полноты проживаемой жизни, которое дают ему чтение, музыка, искусство, театр, творческое самовыражение;</p>  
<p>- к здоровью как залогу долгой и активной жизни человека, его хорошего настроения и оптимистичного взгляда на мир;</p>  
<p>- к окружающим людям как безусловной и абсолютной ценности, как равноправным социальным партнерам, с которыми необходимо выстраивать доброжелательные и взаимоподдерживающие отношения, дающие человеку радость общения и позволяющие избегать чувства одиночества;</p>  
<p>- к самим себе как хозяевам своей судьбы, самоопределяющимся и самореализующимся личностям, отвечающим за свое собственное будущее.</p> 
</td>
						  </tr>
						  <tr>
						  <td></td>
						  <td>Учащиеся с 10 по 11 класс</td>
						  <td><p>- опыт дел, направленных на заботу о своей семье, родных и близких;</p>  
<p>- трудовой опыт, опыт участия в производственной практике;</p>  
<p>- опыт дел, направленных на пользу своему родному городу или селу, стране в целом, опыт деятельного выражения собственной гражданской позиции;</p>  
<p>- опыт природоохранных дел;</p>  
<p>- опыт разрешения возникающих конфликтных ситуаций в школе, дома или на улице;</p>   
<p>- опыт самостоятельного приобретения новых знаний, проведения научных исследований, опыт проектной деятельности;</p>  
<p>- опыт изучения, защиты и восстановления культурного наследия человечества, опыт создания собственных произведений культуры, опыт творческого самовыражения;</p>  
<p>- опыт ведения здорового образа жизни и заботы о здоровье других людей;</p> 
<p>- опыт оказания помощи окружающим, заботы о малышах или пожилых людях, волонтерский опыт;</p>  
<p>- опыт самопознания и самоанализа, опыт социально приемлемого самовыражения и самореализации.</p> 
</td>
						  </tr>
						  <tr>
						  <td>Задачи воспитательной деятельности:</td>
						  <td>Для всех классов (с 1 по 11 кл)</td>
						  <td><p>1) реализовывать потенциал классного руководства в воспитании школьников, поддерживать активное участие классных сообществ в жизни школы;</p> 
<p>2) использовать в воспитании детей возможности школьного урока, поддерживать использование на уроках интерактивных форм занятий с учащимися;</p> 
<p>3) вовлекать школьников в кружки, секции, клубы, студии и иные объединения, работающие по школьным программам внеурочной деятельности, реализовывать их воспитательные возможности;</p> 
<p>4) организовать работу с семьями школьников, их родителями или законными представителями, направленную на совместное решение проблем личностного развития детей;</p> 
<p>5) инициировать и поддерживать ученическое самоуправление – как на уровне школы, так и на уровне классных сообществ;</p> 
<p>6) организовывать профориентационную работу со школьниками;</p> 
<p>7) реализовывать воспитательные возможности общешкольных ключевых дел, поддерживать традиции их коллективного планирования, организации, проведения и анализа в школьном сообществе;</p> 
<p>8) поддерживать деятельность функционирующих на базе школы детских общественных объединений и организаций;</p>  
<p>9) организовывать для школьников экскурсии, экспедиции, походы и реализовывать их воспитательный потенциал;</p> 
<p>10) развивать предметно-эстетическую среду школы и реализовывать ее воспитательные возможности;</p> 
<p>11) реализовывать воспитательные возможности школьного музея – комплекса им. П.М.Петренко.</p>
</td>
						  </tr>
						</table>
					</div>
					<div className="ClCl">
						<a href="VRList"> 
						<div className="ClnClVR">
						Воспитательные события
						</div>
						</a>
						<div className="ClyClVR">
						Цели воспитательной работы
						</div>
						<a href="ASList"> 
							<div className="ClnClVR">
							Архив событий
							</div>
						</a>
					</div>
				</div>

		</div>
  );	
}

export default Page;